{"state":"success","count":"9","msg":"","data":[{"examen_name":null,"examen_type":null,"exercise_list":[{"createDate":1504601455,"exercise_name":"多任务题","sort":"0","examen_id":"ff8080814d1db79b014d326473d4032f","exerciseid":"ff8080814cd9d8e3014d0351eb8f03b7"},{"createDate":1504601455,"exercise_name":"多任务题","sort":"1","examen_id":"ff8080814d1db79b014d326473d4032f","exerciseid":"ff8080814cd9d8e3014d034d7b8903b6"},{"createDate":1504601455,"exercise_name":"Cantor Group (Cantor) is a listed company with two subsidiaries, both involved in food and drink retailing in the small country of Deeland. Its mission is ‘to maximise shareholder value through supplying good value food and drink inappealing environments for our customers’.Cantor Cafes (Cafes) is the original operating company for the group and is a chain of 115 cafes specialising in different coffee drinks but also serving some simple food dishes. Cafes has been running successfully for 15 years and has reached the limit of its expansion as the cafe market is now considered to be saturated with competition. Further growth will occur only as the opportunity to obtain profitable, new sites is presented, although such opportunities are not expected to be significant over the next few years.Cantor Juicey (Juicey) was started by the Cantor Group two years ago. Now, it is made up of 15 juice bars which serve a variety of blended fruit juice drinks and health snacks. The products served by Juicey have benefited from anincreased awareness in Deeland of the need to eat and drink healthily. Cantor Group expects to increase the rate of property acquisition in order to feed the rapid growth of this business, intending to open 25 outlets per year for thenext four years.Cantor Group organises its two subsidiaries in a similar way, as they are involved in similar areas of business. There is one exception to this, namely in the arrangements over the properties from which the subsidiaries operate. Cafesrent their properties on the open market on standard commercial terms with a five-year lease at a fixed rental payable quarterly in advance. Juicey, on the other hand, has made a single arrangement with a large commercial landlord forall of its properties. Juicey has agreed that the rent for its sites is a percentage of the revenue generated at each site. Juicey believes that it can continue its expansion by obtaining more sites from this landlord under the same terms.The board of Cantor is reviewing their performance reporting systems and would like your evaluation of the current report given in Appendix 1. This report contains information for both of the subsidiaries and the group and is used byall three boards. The CEO has advised you that the board does not require an evaluation of Cantor’s performance. However, the CEO does want you to consider the cost structures at Cantor and advise on the implications of the mixof fixed and variable elements in the key cost areas of staff and property for performance management.At a recent shareholder meeting of Cantor, one of the large shareholders expressed concern that the group lacks focus and suggested the introduction of value-based management (VBM) using economic value added (EVA TM ) as themeasure of value. Cantor’s CEO has asked you, their strategic management accountant, to give the board more information on the implications of this suggestion. She has asked you to do an example calculation of the EVA TM forthe Group using the current data (Appendices 1 and 2) and explain how the shareholders might view the result. Next, the board needs to have the VBM system explained and evaluated to be able to make a decision about its use at Cantor.Finally, the board is considering amending the mission statement to include more information on the ethical values of the company. The area being considered for inclusion in the overall mission is on the treatment of employees as itis felt that they should share in the progress and profitability of Cantor since a happy working environment will help them to better serve the customers.The proposed new mission statement would read:‘to maximise shareholder value and to provide a fair deal to our employees by supplying good value food and drink in appealing environments for our customers.’The CEO has asked you to consider how the Group’s performance in the area regarding employees could be measured using the current management information at Cantor. You have obtained additional information from the management information system to assist with this task, given in Appendix 3.Write a report to the CEO of Cantor to:(i) Evaluate the current performance report in Appendix 1. (ii) Assess the balance of fixed and variable elements of the CEO’s two key costs in each of the two subsidiaries and the impact which this may have on performance management of these costs.Note: Detailed calculations are not required. (6 marks)(iii) Evaluate the economic value added (EVA TM ) of Cantor Group, justifying any assumptions made.(iv) Explain how value-based management (VBM) could be implemented at Cantor and evaluate its potential impact on the group.(v) Using the information in the appendices, provide justified recommendations for suitable performance measures to reflect the proposed change in the company’s mission statement.Professional marks will be awarded for the format, style and structure of the discussion of your answer.","sort":"2","examen_id":"ff8080814d1db79b014d326473d4032f","exerciseid":"ff8080814cd9d8e3014d0348d20903b5"},{"createDate":1504601455,"exercise_name":"多任务题","sort":"3","examen_id":"ff8080814d1db79b014d326473d4032f","exerciseid":"ff8080814cd9d8e3014d033be32303b4"},{"createDate":1504601455,"exercise_name":"应急计划是确定以下哪种情况的技术","sort":"4","examen_id":"ff8080814d1db79b014d326473d4032f","exerciseid":"ff8080814cd9d8e3014d02fca55003b1"}]},{"examen_name":"知识点练习","examen_type":"knowledge","exercise_list":[{"createDate":1502157882,"exercise_name":"当将战略规划和经营计划作比较，以下哪个描述是最恰当的?","sort":"0","examen_id":"8a22ecb55aa7aa10015ac65817840a36","exerciseid":"8a22ecb55b7a030e015b7b2b75d80092"},{"createDate":1502161085,"exercise_name":"以下涉及职能战略的哪项内容是正确的？","sort":"1","examen_id":"8a22ecb55aa7aa10015ac65817840a36","exerciseid":"ff8080814f1c162a014f200e6b482543"},{"createDate":1502161188,"exercise_name":"Wong公司采用战略规划和经营预算。以下哪项一般被认为是战略规划?","sort":"26","examen_id":"8a22ecb55aa7aa10015ac65817840a36","exerciseid":"8a22ecb55b7a030e015b7b2c4ec00094"},{"createDate":1502161109,"exercise_name":"描述当前状态与期望状态之间差异或者&ldquo;是什么&rdquo;与&ldquo;组织希望是什么&rdquo;之间的差距的术语是","sort":"28","examen_id":"8a22ecb55aa7aa10015ac65817840a36","exerciseid":"8a22ecb55b7a030e015b7b408fad00a0"}]}]}