{
  "data" : [ {
    "id" : "ff8080814cd9d8e3014d0351eb8f03b7",
    "createDate" : 1430279809000,
    "modifyDate" : 1437662295000,
    "accuracy" : 0,
    "answerResolution" : "&nbsp; &nbsp; &nbsp; &nbsp;",
    "background" : "Turing Aerodynamics (Turing) has formed a joint venture (JV) with Riemann Generators (Riemann) in order to design and manufacture high-performance wind turbines which generate electricity. The joint venture is called TandR with<br />\r\neach party owning 50%. Turing will design and build the pylons, housing and turbine blades while Riemann will supply the generators to be fitted inside the housing.<br />\r\nTuring is a medium sized firm known for its blade design skills. It is owned by three venture capital firms (VCs) (each holding 30% of the shares), with the remaining 10% being given to management to motivate them. The VCs each<br />\r\nhave a large portfolio of business investments and accept that some of these investments may fail provided that some of their investments show large gains. Management is an ambitious group who enjoys the business and technical<br />\r\nchallenges of introducing new products.<br />\r\nOn the other hand, Riemann is a large, family-owned company working in the highly competitive electricity generator sector. The shareholders of Riemann see the business as mature and want it to offer a stable, long-term return on<br />\r\ncapital. However, recently, Riemann had to seek emergency refinancing (debt and equity) due to its thin profit margins and tough competition, both of which are forecast to continue. As a result, Riemann’s shareholders and management are concerned for the survival of the business and see TandR as a way to generate some additional cash flow. Unlike at Turing, the management of Riemann does not own significant shareholdings in the company which has preferred to pay fixed salaries.<br />\r\n<p>\r\n\tTandR is run by a group of managers made up from each of the JV partners. They are currently faced with a decision about the design of the product. There are three design choices depending on the power which the wind turbines can generate (measured in megawatts [MW]):\r\n</p>\r\n<p>\r\n\t<img src=\"/upload/201504/31112323963548aa89e1ce47e02a3011.png\" alt=\"\" />\r\n</p>\r\n<p>\r\n\tThe engineering for the 1 MW and 3 MW units is well understood and so design is much simpler than for the 8 MW unit which would be world leading if completed.<br />\r\nThe demand for the different types of units will depend on government subsidies of the electricity price charged by the electricity generating companies who will buy the wind turbines and the planning regulations for building such<br />\r\nlarge structures. It is believed that there will be orders for either 1,000 or 1,500 or 2,000 units but there is no clear picture yet of which demand level is more likely than the others.\r\n</p>\r\n<p>\r\n\t<img src=\"/upload/201504/1a83d7456154497aa72fe17cd1b14848.png\" alt=\"\" />\r\n</p>\r\n<p>\r\n\tNotes:<br />\r\n1. The fixed costs cover the initial design, development and testing of the units.<br />\r\n2. The costs and prices are in real terms with the 8 MW unit likely to take two more years to develop than the others.<br />\r\n</p>",
    "context" : "[{\"title\":\"Assess the risk appetites of the two firms in the joint venture and provide a justified recommendation for&nbsp;each firm of an appropriate method of decision-making under uncertainty to assess the different types of&nbsp;wind turbines.&nbsp;<br>\",\"type\":\"question\",\"data\":[{\"blank\":\"Turing<br />\\nRisk appetite<br />\\nThe risk appetite of Turing will be dominated by the VCs who own 90% of the company. They are risk-seeking as they hold&nbsp;a portfolio of high-risk investments where they accept the failure of some investments provided others generate high returns.&nbsp;The other key stakeholders mentioned are management who has been given an equity stake in the business and so is likely&nbsp;to be comfortable with this high-risk approach.<br />\\nMethod of decision-making<br />\\nOverall, therefore, Turing is likely to be risk-seeking and so a maximax approach to decision-making under uncertainty will&nbsp;be appropriate. In the maximax approach, the design selected will be the one which maximises (over the three designs) the&nbsp;highest profit for each design among the three demand scenarios.<br />\\nRiemann<br />\\nRisk appetite<br />\\nThe risk appetite of Riemann will be dominated by the financial investors, both the shareholders and any debt providers, as&nbsp;they have recently had to provide new funds to keep Riemann afloat. These investors will be concerned about the immediate&nbsp;survival of the business as will the management who could lose their jobs. The need for short-term cash flow gains from&nbsp;TandR emphasises this point.<br />\\nMethod of decision-making<br />\\nOverall, therefore, Riemann is likely to be risk averse, focusing on the survival of the business and so a maximin approach&nbsp;to decision-making under uncertainty will be appropriate. In the maximin approach, the design selected will be the one which&nbsp;maximises (over the three designs) the lowest profit for each design among the three demand scenarios.<br />\\n[Tutor note: Some credit will be given for a minimax regret solution as it is risk averse, although it is not as clearly focused&nbsp;on obtaining a minimum level of return needed to aid the survival of the business.]<br />\\nOther comments<br />\\nThe management at Turing will also be motivated to choose projects with an innovative edge such as the 8 MW unit proposed.&nbsp;The high fixed costs of the 8 MW unit are unlikely to deter Turing’s management as they represent a large investment in their&nbsp;education in potentially world-leading technology.<br />\\nThe wide range of demand forecasts (1,000 units to 2,000) will make Riemann nervous. The likely long timescale for&nbsp;development of the 8 MW unit, where $7·5bn will be invested, may not be attractive in meeting their short-term cash needs.<br />\"}]},{\"title\":\"&nbsp;Evaluate the choice of turbine design types using your recommended methods from part (a) above.\",\"type\":\"question\",\"data\":[{\"blank\":\"<p>\\n\\t<img src=\\\"/upload/201504/203a2603d7c4418e86aed365fe780e38.png\\\" alt=\\\"\\\" /> \\n</p>\\n<p>\\n\\tTherefore, the risk-seeking decision makers at Turing will select the 8 MW design with the possibility of earning $13·3bn from&nbsp;the project. The risk-averse decision makers at Riemann will select the 3 MW design with the likelihood of earning at least&nbsp;$3·98bn from the project.\\n</p>\\n<p>\\n\\t<br />\\n</p>\"}]},{\"title\":\"Discuss the problems encountered in managing performance in a joint venture such as TandR.&nbsp;\",\"type\":\"question\",\"data\":[{\"blank\":\"Considering first the problem of measuring performance in joint ventures, the primary difficulty is establishing the objectives&nbsp;of the joint venture (JV). The different JV partners may have different goals; in this case, Riemann wants fairly immediate&nbsp;cash flows while Turing wants the possibility of large returns (possibly over a longer time-frame). Performance metrics are&nbsp;likely to include a variety of financial indicators, such as profit, growth and cash flows. However, there may be different&nbsp;emphasis put on these metrics by each JV partner and there will be difficulties in attributing accountability for these different&nbsp;elements of performance where each partner in the JV is bringing different skills and knowledge to the venture. The different&nbsp;timescales which Riemann (short term) and Turing (longer term) will emphasise will also lead to conflict in the choice of&nbsp;metrics: quarterly cash flows for Riemann to report to its shareholders and discounted cash flows over the project life for&nbsp;Turing.<br />\\nAt TandR, the different risk appetites of the key stakeholders will lead to conflict in the choice of key performance measures&nbsp;and these problems will be difficult to resolve as the ownership is split 50:50 between Turing and Riemann. The possibility&nbsp;of deadlock can only be avoided by having clearly laid out a path for resolution at the outset of the JV (possibly in the JV legal&nbsp;agreement).<br />\\nThis high level conflict can also appear in day-to-day co-ordinating and controlling the JV. The management of the JV must&nbsp;be given clear direction at the outset, otherwise this deadlock problem will appear whenever there is a disagreement between&nbsp;the managers selected by the JV partners. Therefore, the compatibility of the management styles and cultures of the JV&nbsp;partners will have an important impact on success.<br />\\nAnother potential issue in joint ventures and specifically at TandR is that, as well as sharing offices, assets and staff, the&nbsp;partners must also share information and intellectual property. It appears that Turing are bringing significant advantage for the&nbsp;JV with their blade design skill. However, it is often difficult to measure the contribution of such intangible assets to the&nbsp;performance of the JV and a suitable method of extracting these assets at the end of the life of the JV will need to be agreed&nbsp;at its outset.<br />\\nIt is likely that the venture partners will be reluctant to share too much information about their own businesses with their JV&nbsp;partner. It will be important for the success of the JV that a climate of trust exists which will again depend on issues such as&nbsp;management style and culture.<br />\"}]}]",
    "exerciseState" : "publish",
    "questionTypes" : "multiTask",
    "sn" : 3233,
    "title" : null,
    "difficultyId" : "ff8080814ab43431014ac3a0b53729eb",
    "sourceId" : "ff8080814ab43431014ac83363692f23",
    "versionId" : "ff8080814cd9d8e3014d0351eb8f03b7",
    "fileName" : null,
    "sheetName" : null,
    "nid" : 3084
  } ],
  "state" : "success",
  "msg" : null,
  "code" : null
}